/* Emoticon name */
"Angel" = "Engill";

/* Emoticon name */
"Angry" = "Reiður";

/* Emoticon name */
"Baring Teeth" = "Gnístir tönnum";

/* Emoticon name */
"Blush" = "Roðnar";

/* Emoticon name */
"Confused" = "Óviss";

/* Emoticon name */
"Cool" = "Svalur";

/* Emoticon name */
"Cry" = "Grátandi";

/* Emoticon name */
"Crying" = "Grætur";

/* Emoticon name */
"Disappointed" = "Vonsvikinn";

/* Emoticon name */
"Don't Tell Anyone" = "Ekki segja neinum";

/* Emoticon name */
"Embarrassed" = "Skammast sín";

/* Emoticon name */
"Erm" = "Ehh";

/* Emoticon name */
"Foot In Mouth" = "Kjaftstopp";

/* Emoticon name */
"Frown" = "Frosinn";

/* Emoticon name */
"Gasp" = "Undrandi";

/* Emoticon name */
"Grin" = "Glott";

/* Emoticon name */
"Halo" = "Geislabaugur";

/* Emoticon name */
"Happy" = "Glaður";

/* Emoticon name */
"Heart" = "Hjarta";

/* Emoticon name */
"I Don't Know" = "Ég veit ekki";

/* Emoticon name */
"Kiss" = "Koss";

/* Emoticon name */
"Lips Are Sealed" = "Ég segi engum";

/* Emoticon name */
"Money-mouth" = "Peningar $$";

/* Emoticon name */
"Nerd" = "Nörd";

/* Emoticon name */
"Open Mouthed" = "Opinn munnur";

/* Emoticon name */
"Party" = "Gleðskapur";

/* Emoticon name */
"Sad" = "Leiður";

/* Emoticon name */
"Sarcastic" = "Kaldhæðni";

/* Emoticon name */
"Scared" = "Hræddur";

/* Emoticon name */
"Sick" = "Veikur";

/* Emoticon name */
"Sleepy" = "Syfjaður";

/* Emoticon name */
"Smile" = "Brosandi";

/* Emoticon name */
"Star" = "Stjarna";

/* Emoticon name */
"Sticking Out Tongue" = "Út með tunguna";

/* Emoticon name */
"Surprised" = "Gáttaður";

/* Emoticon name */
"Thinking" = "Hugsandi";

/* Emoticon name */
"Tongue Out" = "Ullandi";

/* Emoticon name */
"Undecided" = "Óákveðinn";

/* Emoticon name */
"Wearing Sunglasses" = "Sólgleraugu";
"Wink" = "Vinkandi";